{
    "nav.projects": "Projects",
    "home.description": "Front-end Developer in Brazil",
    "me.title": "Who it's me?",
    "me.its-me": "Hi, I'm Mariana, a passionate Software Developer with a strong focus on creating user-friendly and visually appealing web applications. I specialize in front-end development using modern technologies such as React.js, JavaScript, HTML, and CSS, ensuring seamless and responsive experiences across all devices. With experience in building dynamic interfaces and collaborating on innovative projects, I thrive in solving complex problems and transforming ideas into impactful digital solutions. I'm committed to writing clean, efficient, and maintainable code that delivers results. I'm constantly learning and staying up-to-date with the latest industry trends to expand my knowledge. I'm excited about contributing to projects that make a difference.",
    "projects.title": "Projects",
    "projects.name-project1": "Website Apple",
    "projects.name-project2": "Dev Links",
    "projects.name-project3": "To.DO List",
    "projects.description-project1": "The Apple Website Clone is a personal project with the goal of learning the programming language React.js.",
    "projects.description-project2": "DevLinks is a link aggregator to use as an online business card.",
    "projects.description-project3": "A To-do List application that allows users to create multiple custom lists and add tasks to each one. Tasks can be marked as completed, filtered by status (all, completed, or incomplete), and both tasks and entire lists can be deleted.",
    "projects.see-project": "See the project",
    "projects.more-project": "See more projects",
    "all-projects.title": "Projects",
    "all-projects.name1": "Website Apple",
    "all-projects.name2": "Dev Links",
    "all-projects.name3": "Quiz",
    "all-projects.name4": "name4",
    "all-projects.name5": "name5",
    "all-projects.description1": "The Apple Website Clone is a personal project with the goal of learning the programming language React.js.",
    "all-projects.description2": "DevLinks is a link aggregator to use as an online business card.",
    "all-projects.description3": "The quiz is a simple quiz with general knowledge questions, an animated score presentation with page scrolling, and a popup to return to the beginning of the quiz.",
    "all-projects.description4": "name4",
    "all-projects.description5": "name5",
    "all-projects.see-project": "See the project",
    "skills.title": "Skills",
    "skills.level-title": "Level",
    "contacts.title": "Contacts",
    "contacts.scrolling-text": " Contact me  .   ",
    "cv.title": "My Curriculum Vitae"
}